﻿﻿﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
/=#
#include "VFR.uni"

#string		STR_F81866_GPIO_CONFIGURATION	#language eng "F81866 Misc Configuration"

#string STR_F81866RESTOREACPOWERLOSS		#language eng "Restore AC Power Loss"
#string STR_F81866RESTOREACPOWERLOSS_HELP	#language eng ""
#string	STR_F81866RESTOREACPOWERLOSS_LASTSTATE	#language eng "Last State"
#string	STR_F81866RESTOREACPOWERLOSS_ALWAYSON	#language eng "Always On"
#string	STR_F81866RESTOREACPOWERLOSS_ALWAYSOFF	#language eng "Always Off"
#string	STR_F81866RESTOREACPOWERLOSS_BYPASS 	#language eng "Bypass"

#string		STR_F81866_UARTAUTOFLOWCONTROLENABLE	#language eng "RS485 Auto Flow Control"

#string		STR_F81866_COM1		#language eng "COM1"
#string		STR_F81866_COM2		#language eng "COM2"
#string		STR_F81866_COM3		#language eng "COM3"
#string		STR_F81866_COM4		#language eng "COM4"
#string		STR_F81866_COM5		#language eng "COM5"
#string		STR_F81866_COM6		#language eng "COM6"

#string		STR_F81866_GPIO_LPT	#language eng "Lpt, GPIO"
#string		STR_F81866_GPIO7X8X	#language eng "GPIO7x, GPIO8x"
#string		STR_F81866_LPT		#language eng "Parallel Port"

#string		STR_F81866_GPIO_OE	#language eng "  Type"
#string		STR_F81866_GPIO_INPUT	#language eng "Input"
#string		STR_F81866_GPIO_OUTPUT	#language eng "Output"

#string		STR_F81866_GPIO_VAL	#language eng "  Level"
#string		STR_F81866_GPIO_LOW	#language eng "Low"
#string		STR_F81866_GPIO_HIGH	#language eng "High"

#string		STR_F81866_GPIO_DRVEN		#language eng "  Drive Enable"
#string		STR_F81866_GPIO_OPENDRAIN	#language eng "Open Drain"
#string		STR_F81866_GPIO_PUSHPULL	#language eng "Push Pull"

#string		STR_F81866_GPIO0X	#language eng "GPIO0X Group Configuration"
#string		STR_F81866_GPIO1X	#language eng "GPIO1X Group Configuration"
#string		STR_F81866_GPIO2X	#language eng "GPIO2X Group Configuration"
#string		STR_F81866_GPIO3X	#language eng "GPIO3X Group Configuration"
#string		STR_F81866_GPIO4X	#language eng "GPIO4X Group Configuration"
#string		STR_F81866_GPIO5X	#language eng "GPIO5X Group Configuration"
#string		STR_F81866_GPIO6X	#language eng "GPIO6X Group Configuration"
#string		STR_F81866_GPIO7X	#language eng "GPIO7X Group Configuration"
#string		STR_F81866_GPIO8X	#language eng "GPIO8X Group Configuration"

#string		STR_F81866_GPIO00	#language eng "GPIO00"
#string		STR_F81866_GPIO01	#language eng "GPIO01"
#string		STR_F81866_GPIO02	#language eng "GPIO02"
#string		STR_F81866_GPIO03	#language eng "GPIO03"
#string		STR_F81866_GPIO04	#language eng "GPIO04"
#string		STR_F81866_GPIO05	#language eng "GPIO05"
#string		STR_F81866_GPIO06	#language eng "GPIO06"
#string		STR_F81866_GPIO07	#language eng "GPIO07"

#string		STR_F81866_GPIO10	#language eng "GPIO10"
#string		STR_F81866_GPIO11	#language eng "GPIO11"
#string		STR_F81866_GPIO12	#language eng "GPIO12"
#string		STR_F81866_GPIO13	#language eng "GPIO13"
#string		STR_F81866_GPIO14	#language eng "GPIO14"
#string		STR_F81866_GPIO15	#language eng "GPIO15"
#string		STR_F81866_GPIO16	#language eng "GPIO16"
#string		STR_F81866_GPIO17	#language eng "GPIO17"

#string		STR_F81866_GPIO20	#language eng "GPIO20"
#string		STR_F81866_GPIO21	#language eng "GPIO21"
#string		STR_F81866_GPIO22	#language eng "GPIO22"
#string		STR_F81866_GPIO23	#language eng "GPIO23"
#string		STR_F81866_GPIO24	#language eng "GPIO24"
#string		STR_F81866_GPIO25	#language eng "GPIO25"
#string		STR_F81866_GPIO26	#language eng "GPIO26"
#string		STR_F81866_GPIO27	#language eng "GPIO27"

#string		STR_F81866_GPIO30	#language eng "GPIO30"
#string		STR_F81866_GPIO31	#language eng "GPIO31"
#string		STR_F81866_GPIO32	#language eng "GPIO32"
#string		STR_F81866_GPIO33	#language eng "GPIO33"
#string		STR_F81866_GPIO34	#language eng "GPIO34"
#string		STR_F81866_GPIO35	#language eng "GPIO35"
#string		STR_F81866_GPIO36	#language eng "GPIO36"
#string		STR_F81866_GPIO37	#language eng "GPIO37"

#string		STR_F81866_GPIO40	#language eng "GPIO40"
#string		STR_F81866_GPIO41	#language eng "GPIO41"
#string		STR_F81866_GPIO42	#language eng "GPIO42"
#string		STR_F81866_GPIO43	#language eng "GPIO43"
#string		STR_F81866_GPIO44	#language eng "GPIO44"
#string		STR_F81866_GPIO45	#language eng "GPIO45"
#string		STR_F81866_GPIO46	#language eng "GPIO46"
#string		STR_F81866_GPIO47	#language eng "GPIO47"

#string		STR_F81866_GPIO50	#language eng "GPIO50"
#string		STR_F81866_GPIO51	#language eng "GPIO51"
#string		STR_F81866_GPIO52	#language eng "GPIO52"
#string		STR_F81866_GPIO53	#language eng "GPIO53"
#string		STR_F81866_GPIO54	#language eng "GPIO54"
#string		STR_F81866_GPIO55	#language eng "GPIO55"
#string		STR_F81866_GPIO56	#language eng "GPIO56"
#string		STR_F81866_GPIO57	#language eng "GPIO57"

#string		STR_F81866_GPIO60	#language eng "GPIO60"
#string		STR_F81866_GPIO61	#language eng "GPIO61"
#string		STR_F81866_GPIO62	#language eng "GPIO62"
#string		STR_F81866_GPIO63	#language eng "GPIO63"
#string		STR_F81866_GPIO64	#language eng "GPIO64"
#string		STR_F81866_GPIO65	#language eng "GPIO65"
#string		STR_F81866_GPIO66	#language eng "GPIO66"
#string		STR_F81866_GPIO67	#language eng "GPIO67"

#string		STR_F81866_GPIO70	#language eng "GPIO70"
#string		STR_F81866_GPIO71	#language eng "GPIO71"
#string		STR_F81866_GPIO72	#language eng "GPIO72"
#string		STR_F81866_GPIO73	#language eng "GPIO73"
#string		STR_F81866_GPIO74	#language eng "GPIO74"
#string		STR_F81866_GPIO75	#language eng "GPIO75"
#string		STR_F81866_GPIO76	#language eng "GPIO76"
#string		STR_F81866_GPIO77	#language eng "GPIO77"

#string		STR_F81866_GPIO80	#language eng "GPIO80"
#string		STR_F81866_GPIO81	#language eng "GPIO81"
#string		STR_F81866_GPIO82	#language eng "GPIO82"
#string		STR_F81866_GPIO83	#language eng "GPIO83"
#string		STR_F81866_GPIO84	#language eng "GPIO84"
#string		STR_F81866_GPIO85	#language eng "GPIO85"
#string		STR_F81866_GPIO86	#language eng "GPIO86"
#string		STR_F81866_GPIO87	#language eng "GPIO87"

// F81866_ERP_Miles++ >>>>>
#string STR_F81866_POWER_SAVING_PROMPT         #language eng "Power Saving(ERP) Control"
#string STR_F81866_POWER_SAVING_HELP           #language eng "Configure power mode for power saving function."
#string STR_F81866_POWER_SAVING_DISABLED       #language eng "Disabled"
#string STR_F81866_POWER_SAVING_DEEPSX         #language eng "Enabled"
// F81866_ERP_Miles++ <<<<<

#string STR_F81866_COMMON_ENABLED          #language eng "Enabled"
#string STR_F81866_COMMON_DISABLED         #language eng "Disabled"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
